<template>

  <h1>主页</h1>
  <h1>主页</h1>
  <h1>主页</h1>
  <h1>主页</h1>
  <h1>主页</h1>
  <h1>主页</h1>
  <h1>主页</h1>
  <h1>主页</h1>
  <h1>主页</h1>
  <h1>主页</h1>
  <h1>主页</h1>
  <h1>主页</h1>
  <h1>主页</h1>
  <h1>主页</h1>
  <h1>主页</h1>
  <h1>主页</h1>
  <h1>主页</h1>
  <h1>主页</h1>
  <h1>主页</h1>
  <h1>主页</h1>
  <h1>主页</h1>
  <h1>主页</h1>
  <h1>主页</h1>
  <h1>主页</h1>
  <h1>主页</h1>
  <h1>主页</h1>
  <h1>主页</h1>
  <h1>主页</h1>
  <h1>主页</h1>
  <h1>主页</h1>
</template>

<script setup>

</script>

<style scoped lang="less">

</style>